alsa-utils
autoconf
automake
baobab
base
bbswitch
bind
bison
bitwarden
bluez
bluez-utils
bridge-utils
cmake
cups
dialog
discord
dnsmasq
docker
docker-compose
efibootmgr
eog
epiphany
ethtool
evince
exa
fakeroot
file-roller
flex
fprintd
freerdp
fwupd
gcc
gdb
gedit
git
github-cli
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-power-manager
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gparted
graphviz
groff
grub
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
intel-ucode
iptables-nft
jdk-openjdk
jdk17-openjdk
jre-openjdk
jre17-openjdk
kate
konsole
linux
linux-firmware
linux-lts
linux-lts-headers
m4
make
malcontent
man-pages
man-pages-de
maven
mutter
nano
nautilus
neofetch
net-tools
netctl
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia
nvidia-lts
octave
okular
openbsd-netcat
orca
pacman-contrib
patch
pipewire-alsa
pipewire-pulse
pkgconf
powertop
python-pip
reflector
rygel
sassc
simple-scan
solaar
starship
sudo
sushi
terraform
texinfo
thermald
tlp
tlp-rdw
tracker3-miners
ttf-firacode-nerd
usbutils
valgrind
vim
virt-manager
vlc
wget
which
wireless_tools
wireshark-qt
xautomation
xbindkeys
xdg-user-dirs-gtk
xorg-server
yelp
