alsa-utils
baobab
base
base-devel
bash-completion
bbswitch
bc
bind
bitwarden
bluez
bluez-utils
bridge-utils
cheese
cmake
cups
dialog
discord
dnsmasq
docker
docker-compose
dosfstools
efibootmgr
eog
epiphany
ethtool
evince
exa
file-roller
fprintd
fwupd
gdb
gedit
git
github-cli
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-power-manager
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gparted
graphviz
grilo-plugins
grub
grub-customizer
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
intel-ucode
iptables-nft
jdk-openjdk
jdk17-openjdk
jre-openjdk
jre17-openjdk
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
malcontent
man-pages
man-pages-de
maven
mesa-utils
mtools
nano
nautilus
neofetch
net-tools
netctl
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-extra
npm
ntfs-3g
nvidia
nvidia-lts
nvidia-utils
octave
okular
openbsd-netcat
orca
os-prober
pacman-contrib
pipewire-alsa
pipewire-pulse
powertop
python-pip
reflector
rsync
rygel
sassc
simple-scan
snapper
solaar
starship
sushi
terraform
thermald
tlp
tlp-rdw
totem
tracker3-miners
ttf-firacode-nerd
usbutils
valgrind
vim
virt-manager
vlc
wget
wireless_tools
wireshark-qt
wpa_supplicant
xautomation
xbindkeys
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yelp
